Repository: LittleSixNine/PhotoTrail
Catalog: Sources/PhotoTrail/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

# 前置路径组成
source: Add path components to beginning
es: Añadir componentes de ruta al inicio
ja: パス要素を先頭に追加
ko: 경로 구성 요소 앞에 추가
pt_br: Adicionar componentes do caminho ao início
zh_hans: 前置路径组成
zh_hant: 前置路徑組成

# 后置路径组成
source: Add path components to end
es: Añadir componentes de ruta al final
ja: パス要素を末尾に追加
ko: 경로 구성 요소 뒤에 추가
pt_br: Adicionar componentes do caminho ao final
zh_hans: 后置路径组成
zh_hant: 後置路徑組成

# 在已有文字前插入路径组成
source: Insert path components in front of existing text
es: Insertar componentes de ruta antes del texto
ja: パス要素をテキストの前に挿入
ko: 경로 구성 요소 기준 텍스트 앞에 삽입
pt_br: Inserir componentes do caminho antes do texto
zh_hans: 在已有文字前插入路径组成
zh_hant: 在已有文字前插入路徑組成

# 在已有文字后插入路径组成
source: Insert path components after existing text
es: Insertar componentes de ruta después del texto
ja: パス要素をテキストの後に挿入
ko: 경로 구성 요소 기준 텍스트 뒤에 삽입
pt_br: Inserir componentes do caminho depois do texto
zh_hans: 在已有文字后插入路径组成
zh_hant: 在已有文字後插入路徑組成

# 在指定位置插入路径组成
source: Insert path components at position
es: Insertar componentes de ruta en posición
ja: パス要素を指定位置に挿入
ko: 경로 구성 요소 지정 위치에 삽입
pt_br: Inserir componentes do caminho na posição
zh_hans: 在指定位置插入路径组成
zh_hant: 在指定位置插入路徑組成

# 移除开头文字
source: Remove text from beginning
es: Eliminar texto inicial
ja: 先頭のテキストを削除
ko: 시작 텍스트 제거
pt_br: Remover texto inicial
zh_hans: 移除开头文字
zh_hant: 移除開頭文字

# 移除末尾文字
source: Remove text from end
es: Eliminar texto final
ja: 末尾のテキストを削除
ko: 끝 텍스트 제거
pt_br: Remover texto final
zh_hans: 移除末尾文字
zh_hant: 移除末尾文字

# 移除匹配文字
source: Remove matching text
es: Eliminar texto coincidente
ja: 一致するテキストを削除
ko: 일치하는 텍스트 제거
pt_br: Remover texto correspondente
zh_hans: 移除匹配文字
zh_hant: 移除匹配文字

# 替换开头文字
source: Replace text at beginning
es: Reemplazar texto inicial
ja: 先頭のテキストを置換
ko: 시작 텍스트 바꾸기
pt_br: Substituir texto inicial
zh_hans: 替换开头文字
zh_hant: 替換開頭文字

# 替换末尾文字
source: Replace text at end
es: Reemplazar texto final
ja: 末尾のテキストを置換
ko: 끝 텍스트 바꾸기
pt_br: Substituir texto final
zh_hans: 替换末尾文字
zh_hant: 替換末尾文字

# 替换匹配文字
source: Replace matching text
es: Reemplazar texto coincidente
ja: 一致するテキストを置換
ko: 일치하는 텍스트 바꾸기
pt_br: Substituir texto correspondente
zh_hans: 替换匹配文字
zh_hant: 替換匹配文字

# 将文字移到前端
source: Move text to front
es: Mover texto al inicio
ja: テキストを先頭へ移動
ko: 텍스트를 맨 앞으로 이동
pt_br: Mover texto ao início
zh_hans: 将文字移到前端
zh_hant: 将文字移到前端

# 将文字移到末端
source: Move text to end
es: Mover texto al final
ja: テキストを末尾へ移動
ko: 텍스트를 끝으로 이동
pt_br: Mover texto ao final
zh_hans: 将文字移到末端
zh_hant: 将文字移到末端

# 将文字移到指定位置
source: Move text to position
es: Mover texto a una posición
ja: テキストを指定位置へ移動
ko: 텍스트를 지정 위치로 이동
pt_br: Mover texto para uma posição
zh_hans: 将文字移到指定位置
zh_hant: 将文字移到指定位置

# 将文字移到已有文字前
source: Move text before existing text
es: Mover texto antes del texto existente
ja: テキストを既存テキストの前へ移動
ko: 텍스트를 기존 텍스트 앞으로 이동
pt_br: Mover texto antes do texto existente
zh_hans: 将文字移到已有文字前
zh_hant: 将文字移到已有文字前

# 将文字移到已有文字后
source: Move text after existing text
es: Mover texto después del texto existente
ja: テキストを既存テキストの後へ移動
ko: 텍스트를 기존 텍스트 뒤로 이동
pt_br: Mover texto depois do texto existente
zh_hans: 将文字移到已有文字后
zh_hant: 将文字移到已有文字後

# 替换指定字符
source: Replace specific characters
es: Reemplazar caracteres específicos
ja: 指定文字を置換
ko: 지정 문자 바꾸기
pt_br: Substituir caracteres específicos
zh_hans: 替换指定字符
zh_hant: 替換指定字符

# 移除指定字符
source: Remove specific characters
es: Eliminar caracteres específicos
ja: 指定文字を削除
ko: 지정 문자 제거
pt_br: Remover caracteres específicos
zh_hans: 移除指定字符
zh_hant: 移除指定字符

# 只保留指定字符
source: Keep only specific characters
es: Conservar solo caracteres específicos
ja: 指定文字のみ保持
ko: 지정 문자만 유지
pt_br: Manter apenas caracteres específicos
zh_hans: 只保留指定字符
zh_hant: 只保留指定字符

# 清除前导空格
source: Strip leading spaces
es: Eliminar espacios iniciales
ja: 先頭の空白を削除
ko: 앞 공백 제거
pt_br: Remover espaços iniciais
zh_hans: 清除前导空格
zh_hant: 清除前導空格

# 清除末尾空格
source: Strip trailing spaces
es: Eliminar espacios finales
ja: 末尾の空白を削除
ko: 끝 공백 제거
pt_br: Remover espaços finais
zh_hans: 清除末尾空格
zh_hant: 清除末尾空格

# 移除元音
source: Remove vowels
es: Eliminar vocales
ja: 母音を削除
ko: 모음 제거
pt_br: Remover vogais
zh_hans: 移除元音
zh_hant: 移除元音

# 移除 emoji
source: Remove emoji
es: Eliminar emojis
ja: 絵文字を削除
ko: 이모지 제거
pt_br: Remover emojis
zh_hans: 移除 emoji
zh_hant: 移除 emoji

# 从开头删除指定字符数
source: Remove characters from beginning
es: Eliminar caracteres del inicio
ja: 先頭から指定文字数を削除
ko: 시작부터 지정 문자 수 제거
pt_br: Remover caracteres do início
zh_hans: 从开头删除指定字符数
zh_hant: 從開頭刪除指定字符數

# 从末尾删除指定字符数
source: Remove characters from end
es: Eliminar caracteres del final
ja: 末尾から指定文字数を削除
ko: 끝부터 지정 문자 수 제거
pt_br: Remover caracteres do final
zh_hans: 从末尾删除指定字符数
zh_hant: 從末尾刪除指定字符數

# 删除字符区间
source: Remove character range
es: Eliminar rango de caracteres
ja: 文字範囲を削除
ko: 문자 범위 제거
pt_br: Remover intervalo de caracteres
zh_hans: 删除字符区间
zh_hant: 刪除字符區間

# 将字符区间移到指定位置
source: Move character range
es: Mover rango de caracteres
ja: 文字範囲を移動
ko: 문자 범위 이동
pt_br: Mover intervalo de caracteres
zh_hans: 将字符区间移到指定位置
zh_hant: 将字符區間移到指定位置

# 转小写
source: Convert to lowercase
es: Convertir a minúsculas
ja: 小文字に変換
ko: 소문자로 변환
pt_br: Converter para minúsculas
zh_hans: 转小写
zh_hant: 轉小寫

# 转句首大写
source: Convert to sentence case
es: Mayúscula inicial
ja: 文頭を大文字に変換
ko: 문장 첫 글자 대문자
pt_br: Maiúscula inicial
zh_hans: 转句首大写
zh_hant: 轉句首大寫

# 转标题大小写
source: Convert to title case
es: Mayúsculas de título
ja: 単語の先頭を大文字に変換
ko: 단어 첫 글자 대문자
pt_br: Maiúsculas de título
zh_hans: 转标题大小写
zh_hant: 轉標题大小寫

# 转大写
source: Convert to uppercase
es: Convertir a mayúsculas
ja: 大文字に変換
ko: 대문자로 변환
pt_br: Converter para maiúsculas
zh_hans: 转大写
zh_hant: 轉大寫

# 按词汇规则转换大小写
source: Lexical case conversion
es: Conversión léxica de mayúsculas
ja: 語彙規則による大小文字変換
ko: 어휘 규칙 대소문자 변환
pt_br: Conversão lexical de maiúsculas
zh_hans: 按词汇规则转换大小写
zh_hant: 按詞汇規則轉換大小寫

# 解码百分号转义
source: Decode percent encoding
es: Decodificar porcentajes
ja: パーセントエンコードを復号
ko: 퍼센트 인코딩 해제
pt_br: Decodificar percentuais
zh_hans: 解码百分号转义
zh_hant: 解碼百分號轉義

# 展开驼峰命名
source: Expand camel case
es: Separar camel case
ja: キャメルケースを展開
ko: 카멜 표기 펼치기
pt_br: Separar camel case
zh_hans: 展开驼峰命名
zh_hant: 展開驼峰命名

# 移除重音符号
source: Remove diacritics
es: Eliminar diacríticos
ja: 発音区別符号を削除
ko: 발음 구별 기호 제거
pt_br: Remover diacríticos
zh_hans: 移除重音符号
zh_hant: 移除重音符號

# 转合法旧 Mac OS 9 名称
source: Make Mac OS 9 compatible
es: Compatibilidad con Mac OS 9
ja: Mac OS 9用の名前に変換
ko: Mac OS 9 호환 이름으로 변환
pt_br: Compatibilidade com Mac OS 9
zh_hans: 转合法旧 Mac OS 9 名称
zh_hant: 轉合法舊 Mac OS 9 名稱

# 清理为 Windows NTFS/SMB 兼容名称
source: Make Windows NTFS/SMB compatible
es: Compatibilidad con Windows NTFS/SMB
ja: Windows NTFS/SMB用の名前に変換
ko: Windows NTFS/SMB 호환 이름
pt_br: Compatibilidade com Windows NTFS/SMB
zh_hans: 清理为 Windows NTFS/SMB 兼容名称
zh_hant: 清理為 Windows NTFS/SMB 兼容名稱

# 按长度截断
source: Truncate to length
es: Truncar a longitud
ja: 指定長に切り詰め
ko: 길이로 자르기
pt_br: Truncar por comprimento
zh_hans: 按长度截断
zh_hant: 按長度截断

# 截断为 DOS 8.3 格式
source: Truncate to DOS 8.3
es: Truncar a DOS 8.3
ja: DOS 8.3形式に切り詰め
ko: DOS 8.3 형식으로 자르기
pt_br: Truncar para DOS 8.3
zh_hans: 截断为 DOS 8.3 格式
zh_hant: 截断為 DOS 8.3 格式

# 修改现有数字序列
source: Change existing numbers
es: Cambiar números existentes
ja: 既存の番号を変更
ko: 기존 번호 변경
pt_br: Alterar números existentes
zh_hans: 修改现有数字序列
zh_hant: 修改現有數字序列

# 移除数字
source: Remove numbers
es: Eliminar números
ja: 数字を削除
ko: 숫자 제거
pt_br: Remover números
zh_hans: 移除数字
zh_hant: 移除數字

# 由文件列表命名
source: Rename from file list
es: Renombrar desde lista
ja: ファイルリストから名前を変更
ko: 파일 목록으로 이름 변경
pt_br: Renomear pela lista
zh_hans: 由文件列表命名
zh_hant: 由文件列表命名

# 替换正则匹配区段
source: Replace regular expression matches
es: Reemplazar coincidencias de expresión regular
ja: 正規表現の一致箇所を置換
ko: 정규식 일치 부분 바꾸기
pt_br: Substituir correspondências de expressão regular
zh_hans: 替换正则匹配区段
zh_hant: 替換正則匹配區段

# 由正则捕获重建名称
source: Rebuild name from regex captures
es: Reconstruir nombre con capturas
ja: 正規表現のキャプチャで名前を再構成
ko: 정규식 캡처로 이름 재구성
pt_br: Reconstruir nome com capturas
zh_hans: 由正则捕获重建名称
zh_hant: 由正則捕获重建名稱

# 完全指定新名称
source: Completely rename
es: Renombrar completamente
ja: 新しい名前を指定
ko: 새 이름 전체 지정
pt_br: Renomear completamente
zh_hans: 完全指定新名称
zh_hant: 完全指定新名稱

# 筛选后续动作范围（控制项）
source: Filter subsequent actions
es: Filtrar acciones siguientes
ja: 後続アクションの対象を絞る
ko: 후속 작업 범위 필터
pt_br: Filtrar ações seguintes
zh_hans: 筛选后续动作范围（控制项）
zh_hant: 篩選後续動作范围（控制项）

# 任务级高级选项（控制项）
source: Task advanced options
es: Opciones avanzadas de tarea
ja: 処理全体の詳細設定
ko: 작업 고급 옵션
pt_br: Opções avançadas da tarefa
zh_hans: 任务级高级选项（控制项）
zh_hant: 任务級高級選项（控制项）

# 照片有 XMP 旁车，请启用配对并保留旁车扩展名后重新预览。
source: This photo has an XMP sidecar; enable pairing and keep its extension before refreshing.
es: Esta foto tiene un archivo XMP; active el emparejamiento y conserve su extensión antes de actualizar.
ja: XMPサイドカーがあります。ペア設定を有効にし、拡張子を維持して再プレビューしてください。
ko: XMP 사이드카가 있습니다. 연결을 켜고 확장자를 유지한 후 미리보기를 새로 고치세요.
pt_br: Esta foto tem um arquivo XMP; ative o pareamento e preserve a extensão antes de atualizar.
zh_hans: 照片有 XMP 旁车，请启用配对并保留旁车扩展名后重新预览。
zh_hant: 照片有 XMP 旁車，請啟用配對並保留旁車擴展名後重新預覽。

# 另一个窗口正在操作文件，请稍后重试。
source: Another window is changing files; try again later.
es: Otra ventana está operando archivos; inténtelo más tarde.
ja: 別のウィンドウでファイルを処理中です。後で再試行してください。
ko: 다른 창에서 파일을 처리 중입니다. 나중에 다시 시도하세요.
pt_br: Outra janela está operando arquivos; tente novamente depois.
zh_hans: 另一个窗口正在操作文件，请稍后重试。
zh_hant: 另一個視窗正在操作檔案，請稍後重試。

# 计数器已变化，请重新预览。
source: Counter changed; refresh the preview.
es: El contador cambió; actualice la vista previa.
ja: カウンターが変わりました。再プレビューしてください。
ko: 카운터가 변경되었습니다. 미리보기를 새로 고치세요.
pt_br: O contador mudou; atualize a prévia.
zh_hans: 计数器已变化，请重新预览。
zh_hant: 計數器已變化，請重新預覽。

# 插入标签…
source: Insert tag…
es: Insertar etiqueta…
ja: タグを挿入…
ko: 태그 삽입…
pt_br: Inserir etiqueta…
zh_hans: 插入标签…
zh_hant: 插入標籤…

# 编号来源
source: Number source
es: Origen de numeración
ja: 連番の取得元
ko: 번호 출처
pt_br: Origem da numeração
zh_hans: 编号来源
zh_hant: 編號來源

# 本批次起始值
source: Manual batch start
es: Inicio manual del lote
ja: この処理の開始値
ko: 현재 일괄 작업 시작 값
pt_br: Início manual do lote
zh_hans: 本批次起始值
zh_hant: 本批次起始值

# 持续计数器 %1$@
source: Auto-increment counter %1$@
es: Contador continuo %1$@
ja: 継続カウンター %1$@
ko: 지속 카운터 %1$@
pt_br: Contador contínuo %1$@
zh_hans: 持续计数器 %1$@
zh_hant: 持續計數器 %1$@

# 当前计数：%1$@
source: Current count: %1$@
es: Cuenta actual: %1$@
ja: 現在のカウント：%1$@
ko: 현재 카운트: %1$@
pt_br: Contagem atual: %1$@
zh_hans: 当前计数：%1$@
zh_hant: 目前計數：%1$@

# 将计数器设为起始值
source: Reset counter to start
es: Restablecer contador al inicio
ja: カウンターを開始値に設定
ko: 카운터를 시작 값으로 설정
pt_br: Redefinir contador ao início
zh_hans: 将计数器设为起始值
zh_hant: 將計數器設為起始值

# 选择标签
source: Choose tag
es: Elegir etiqueta
ja: タグを選択
ko: 태그 선택
pt_br: Escolher etiqueta
zh_hans: 选择标签
zh_hant: 選擇標籤

# 搜索标签
source: Search tags
es: Buscar etiquetas
ja: タグを検索
ko: 태그 검색
pt_br: Buscar etiquetas
zh_hans: 搜索标签
zh_hant: 搜尋標籤

# 值来自当前预览文件；候选标签不保证每种文件都有值。
source: Values come from the previewed file; tags may be unavailable for some files.
es: Los valores vienen del archivo de vista previa; algunas etiquetas pueden faltar.
ja: 値はプレビュー中のファイルから取得します。すべてのタグが存在するとは限りません。
ko: 값은 미리보기 파일에서 읽습니다. 모든 파일에 모든 태그가 있지는 않습니다.
pt_br: Os valores vêm do arquivo da prévia; algumas etiquetas podem faltar.
zh_hans: 值来自当前预览文件；候选标签不保证每种文件都有值。
zh_hant: 值來自目前預覽檔案；候選標籤不保證每種檔案都有值。

# 词性大小写
source: Lexical case settings
es: Mayúsculas por clase léxica
ja: 品詞ごとの大小文字設定
ko: 품사별 대소문자 설정
pt_br: Maiúsculas por classe lexical
zh_hans: 词性大小写
zh_hant: 詞性大小寫

# 起始字母
source: Start letters
es: Letras iniciales
ja: 開始文字
ko: 시작 문자
pt_br: Letras iniciais
zh_hans: 起始字母
zh_hant: 起始字母

# 最少字母数（前补 A）
source: Minimum letters (pad with A)
es: Letras mínimas (rellenar con A)
ja: 最小文字数（Aで埋める）
ko: 최소 문자 수(A로 채우기)
pt_br: Letras mínimas (preencher com A)
zh_hans: 最少字母数（前补 A）
zh_hant: 最少字母數（前補 A）

# Noun
source: Nouns
es: Sustantivos
ja: 名詞
ko: 명사
pt_br: Substantivos
zh_hans: 名词
zh_hant: 名詞

# Verb
source: Verbs
es: Verbos
ja: 動詞
ko: 동사
pt_br: Verbos
zh_hans: 动词
zh_hant: 動詞

# Adjective
source: Adjectives
es: Adjetivos
ja: 形容詞
ko: 형용사
pt_br: Adjetivos
zh_hans: 形容词
zh_hant: 形容詞

# Adverb
source: Adverbs
es: Adverbios
ja: 副詞
ko: 부사
pt_br: Advérbios
zh_hans: 副词
zh_hant: 副詞

# Pronoun
source: Pronouns
es: Pronombres
ja: 代名詞
ko: 대명사
pt_br: Pronomes
zh_hans: 代词
zh_hant: 代名詞

# Determiner
source: Determiners
es: Determinantes
ja: 限定詞
ko: 한정사
pt_br: Determinantes
zh_hans: 限定词
zh_hant: 限定詞

# Preposition
source: Prepositions
es: Preposiciones
ja: 前置詞
ko: 전치사
pt_br: Preposições
zh_hans: 介词
zh_hant: 介詞

# Conjunction
source: Conjunctions
es: Conjunciones
ja: 接続詞
ko: 접속사
pt_br: Conjunções
zh_hans: 连词
zh_hant: 連詞

# Particle
source: Particles
es: Partículas
ja: 助詞
ko: 조사
pt_br: Partículas
zh_hans: 助词
zh_hant: 助詞

# Interjection
source: Interjections
es: Interjecciones
ja: 感動詞
ko: 감탄사
pt_br: Interjeições
zh_hans: 感叹词
zh_hant: 感嘆詞

# Number
source: Numbers
es: Numerales
ja: 数詞
ko: 수사
pt_br: Numerais
zh_hans: 数词
zh_hant: 數詞

# Classifier
source: Classifiers
es: Clasificadores
ja: 助数詞
ko: 분류사
pt_br: Classificadores
zh_hans: 量词
zh_hant: 量詞

# Idiom
source: Idioms
es: Modismos
ja: 慣用句
ko: 관용구
pt_br: Expressões idiomáticas
zh_hans: 惯用语
zh_hant: 慣用語

# OtherWord
source: Other words
es: Otras palabras
ja: その他の語
ko: 기타 단어
pt_br: Outras palavras
zh_hans: 其他词
zh_hant: 其他詞

# 包含已导入照片
source: Include imported photos
es: Incluir fotos importadas
ja: 読み込んだ写真を含める
ko: 가져온 사진 포함
pt_br: Incluir fotos importadas
zh_hans: 包含已导入照片
zh_hant: 包含已匯入照片

# 添加文件…
source: Add Files…
es: Añadir archivos…
ja: ファイルを追加…
ko: 파일 추가…
pt_br: Adicionar arquivos…
zh_hans: 添加文件…
zh_hant: 加入檔案…

# 清空额外文件
source: Clear added files
es: Vaciar archivos añadidos
ja: 追加ファイルをクリア
ko: 추가 파일 비우기
pt_br: Limpar arquivos adicionados
zh_hans: 清空额外文件
zh_hant: 清空額外檔案

# 从重命名页移除
source: Remove from rename workspace
es: Quitar de la página de renombrado
ja: 名前変更ページから削除
ko: 이름 변경 화면에서 제거
pt_br: Remover da página de renomeação
zh_hans: 从重命名页移除
zh_hant: 從重新命名頁移除

# 暂无可重命名的文件
source: No files to rename
es: No hay archivos para renombrar
ja: 名前を変更するファイルがありません
ko: 이름을 변경할 파일이 없습니다
pt_br: Nenhum arquivo para renomear
zh_hans: 暂无可重命名的文件
zh_hant: 暫無可重新命名的檔案

# 导入本地照片或添加文件后设置规则，先核对预览，再执行改名。照片图库项目不支持文件改名。
source: Import local photos or add files, then set rules and check the preview before renaming. Photo library items cannot be renamed.
es: Importa fotos locales o añade archivos, configura las reglas y revisa la vista previa antes de renombrar. Los elementos de la fototeca no se pueden renombrar.
ja: ローカル写真を読み込むかファイルを追加してルールを設定し、プレビューを確認してから名前を変更します。写真ライブラリの項目は名前を変更できません。
ko: 로컬 사진을 가져오거나 파일을 추가한 뒤 규칙을 설정하고 미리보기를 확인한 후 이름을 변경하세요. 사진 보관함 항목은 이름을 변경할 수 없습니다.
pt_br: Importe fotos locais ou adicione arquivos, configure as regras e confira a prévia antes de renomear. Itens da fototeca não podem ser renomeados.
zh_hans: 导入本地照片或添加文件后设置规则，先核对预览，再执行改名。照片图库项目不支持文件改名。
zh_hant: 匯入本機照片或加入檔案後設定規則，先核對預覽，再執行重新命名。照片圖庫項目不支援檔案重新命名。

# 请授权文件所在目录后重新预览，才能扫描配对文件并检查重名。
source: Authorize the containing folders and refresh the preview to scan paired files and check name conflicts.
es: Autoriza las carpetas contenedoras y actualiza la vista previa para buscar archivos asociados y comprobar conflictos.
ja: ペアファイルの検索と名前の競合確認のため、親フォルダを許可してプレビューを更新してください。
ko: 연결 파일 검색과 이름 충돌 확인을 위해 상위 폴더를 허용하고 미리보기를 갱신하세요.
pt_br: Autorize as pastas dos arquivos e atualize a prévia para buscar arquivos associados e verificar conflitos.
zh_hans: 请授权文件所在目录后重新预览，才能扫描配对文件并检查重名。
zh_hant: 請授權檔案所在目錄後重新預覽，才能掃描配對檔案並檢查重名。

# 授权文件目录…
source: Authorize Folders…
es: Autorizar carpetas…
ja: フォルダを許可…
ko: 파일 폴더 허용…
pt_br: Autorizar pastas…
zh_hans: 授权文件目录…
zh_hant: 授權檔案目錄…

# 授权目录
source: Authorize Folder
es: Autorizar carpeta
ja: フォルダを許可
ko: 폴더 허용
pt_br: Autorizar pasta
zh_hans: 授权目录
zh_hant: 授權目錄

# 请选择文件所在目录，以扫描配对文件、检查重名和安全改名。仅处理预览中的文件，不递归遍历。
source: Choose the containing folder to scan paired files, check name conflicts and rename safely. Only files listed in the preview are processed; subfolders are not traversed.
es: Elige la carpeta contenedora para buscar archivos asociados, comprobar conflictos y renombrar con seguridad. Solo se procesan los archivos de la vista previa, sin recorrer subcarpetas.
ja: ペアファイルの検索、名前の競合確認、安全な名前変更のため、親フォルダを選択してください。プレビューのファイルのみを処理し、サブフォルダは探索しません。
ko: 연결 파일 검색, 이름 충돌 확인 및 안전한 이름 변경을 위해 파일이 있는 폴더를 선택하세요. 미리보기에 표시된 파일만 처리하며 하위 폴더는 탐색하지 않습니다.
pt_br: Escolha a pasta dos arquivos para buscar arquivos associados, verificar conflitos e renomear com segurança. Apenas os arquivos da prévia são processados, sem percorrer subpastas.
zh_hans: 请选择文件所在目录，以扫描配对文件、检查重名和安全改名。仅处理预览中的文件，不递归遍历。
zh_hant: 請選擇檔案所在目錄，以掃描配對檔案、檢查重名及安全重新命名。僅處理預覽中的檔案，不遞迴遍歷。

# 未保存方案
source: Unsaved preset
es: Preajuste sin guardar
ja: 未保存のプリセット
ko: 저장되지 않은 프리셋
pt_br: Predefinição não salva
zh_hans: 未保存方案
zh_hant: 未儲存方案

# 重命名预设
source: Rename preset
es: Renombrar preajuste
ja: プリセット名を変更
ko: 프리셋 이름 변경
pt_br: Renomear predefinição
zh_hans: 重命名预设
zh_hant: 重新命名預設

# 当前预设
source: Current preset
es: Preajuste actual
ja: 現在のプリセット
ko: 현재 프리셋
pt_br: Predefinição atual
zh_hans: 当前预设
zh_hant: 目前預設

# 已修改 · 尚未保存
source: Modified · Unsaved
es: Modificado · Sin guardar
ja: 変更あり · 未保存
ko: 수정됨 · 저장되지 않음
pt_br: Modificado · Não salvo
zh_hans: 已修改 · 尚未保存
zh_hant: 已修改 · 尚未儲存

# 切换与管理…
source: Switch and manage…
es: Cambiar y gestionar…
ja: 切り替えと管理…
ko: 전환 및 관리…
pt_br: Alternar e gerenciar…
zh_hans: 切换与管理…
zh_hant: 切換與管理…

# 切换与管理预设
source: Switch and manage presets
es: Cambiar y gestionar preajustes
ja: プリセットの切り替えと管理
ko: 프리셋 전환 및 관리
pt_br: Alternar e gerenciar predefinições
zh_hans: 切换与管理预设
zh_hant: 切換與管理預設

# 搜索预设
source: Search presets
es: Buscar preajustes
ja: プリセットを検索
ko: 프리셋 검색
pt_br: Buscar predefinições
zh_hans: 搜索预设
zh_hant: 搜尋預設

# 常用方案
source: Common presets
es: Preajustes comunes
ja: よく使うプリセット
ko: 기본 프리셋
pt_br: Predefinições comuns
zh_hans: 常用方案
zh_hant: 常用方案

# 我的预设
source: My presets
es: Mis preajustes
ja: マイプリセット
ko: 내 프리셋
pt_br: Minhas predefinições
zh_hans: 我的预设
zh_hant: 我的預設

# 保存当前规则后，预设会显示在这里。
source: Save the current rules to see your preset here.
es: Guarda las reglas actuales para ver el preajuste aquí.
ja: 現在のルールを保存すると、ここに表示されます。
ko: 현재 규칙을 저장하면 여기에 프리셋이 표시됩니다.
pt_br: Salve as regras atuais para ver a predefinição aqui.
zh_hans: 保存当前规则后，预设会显示在这里。
zh_hant: 儲存目前規則後，預設會顯示在這裡。

# 保存当前修改
source: Save current changes
es: Guardar cambios actuales
ja: 現在の変更を保存
ko: 현재 변경 사항 저장
pt_br: Salvar alterações atuais
zh_hans: 保存当前修改
zh_hant: 儲存目前修改

# 另存为新预设…
source: Save as a new preset…
es: Guardar como nuevo preajuste…
ja: 新しいプリセットとして保存…
ko: 새 프리셋으로 저장…
pt_br: Salvar como nova predefinição…
zh_hans: 另存为新预设…
zh_hant: 另存為新預設…

# 确认最终文件名后执行重命名。
source: Check the final filenames before renaming.
es: Comprueba los nombres finales antes de renombrar.
ja: 最終ファイル名を確認してから名前を変更してください。
ko: 최종 파일 이름을 확인한 후 이름을 변경하세요.
pt_br: Confira os nomes finais antes de renomear.
zh_hans: 确认最终文件名后执行重命名。
zh_hant: 確認最終檔名後執行重新命名。

# 偏移方向
source: Offset direction
es: Dirección del ajuste
ja: 調整方向
ko: 시간 조정 방향
pt_br: Direção do ajuste
zh_hans: 偏移方向
zh_hant: 偏移方向

# 增加（＋）
source: Increase (+)
es: Aumentar (+)
ja: 増やす（＋）
ko: 증가 (+)
pt_br: Aumentar (+)
zh_hans: 增加（＋）
zh_hant: 增加（＋）

# 减少（－）
source: Decrease (−)
es: Reducir (−)
ja: 減らす（－）
ko: 감소 (−)
pt_br: Diminuir (−)
zh_hans: 减少（－）
zh_hant: 減少（－）

# 要修改的部分
source: Part to change
es: Parte que cambiar
ja: 変更する部分
ko: 변경할 부분
pt_br: Parte a alterar
zh_hans: 要修改的部分
zh_hant: 要修改的部分

# 修改时间中的指定部分
source: Change a specific part of the date and time
es: Cambiar una parte de la fecha y hora
ja: 日時の指定部分を変更
ko: 날짜 및 시간의 특정 부분 변경
pt_br: Alterar uma parte da data e hora
zh_hans: 修改时间中的指定部分
zh_hant: 修改時間中的指定部分

# 时间偏移 · %1$@ 年 · %2$@ 月 · %3$@ 日 · %4$@ 时 · %5$@ 分 · %6$@ 秒
source: Time offset · %1$@ years · %2$@ months · %3$@ days · %4$@ hours · %5$@ minutes · %6$@ seconds
es: Ajuste de tiempo · %1$@ años · %2$@ meses · %3$@ días · %4$@ horas · %5$@ minutos · %6$@ segundos
ja: 日時調整 · %1$@ 年 · %2$@ 月 · %3$@ 日 · %4$@ 時 · %5$@ 分 · %6$@ 秒
ko: 시간 조정 · %1$@년 · %2$@개월 · %3$@일 · %4$@시간 · %5$@분 · %6$@초
pt_br: Ajuste de tempo · %1$@ anos · %2$@ meses · %3$@ dias · %4$@ horas · %5$@ minutos · %6$@ segundos
zh_hans: 时间偏移 · %1$@ 年 · %2$@ 月 · %3$@ 日 · %4$@ 时 · %5$@ 分 · %6$@ 秒
zh_hant: 時間偏移 · %1$@ 年 · %2$@ 月 · %3$@ 日 · %4$@ 時 · %5$@ 分 · %6$@ 秒

# 将当前操作链新建为预设
source: Create a preset from the current operation chain
es: Crear un ajuste con la secuencia actual
ja: 現在の操作列からプリセットを作成
ko: 현재 작업 목록으로 프리셋 만들기
pt_br: Criar predefinição com a sequência atual
zh_hans: 将当前操作链新建为预设
zh_hant: 將目前操作鏈新建為預設

# 请输入一个未使用的预设名称。
source: Enter a preset name that is not already in use.
es: Introduce un nombre de ajuste que no esté en uso.
ja: 未使用のプリセット名を入力してください。
ko: 아직 사용하지 않은 프리셋 이름을 입력하세요.
pt_br: Digite um nome de predefinição que ainda não esteja em uso.
zh_hans: 请输入一个未使用的预设名称。
zh_hant: 請輸入一個尚未使用的預設名稱。

# 确定删除预设“%1$@”吗？
source: Delete the preset “%1$@”?
es: ¿Eliminar el ajuste «%1$@»?
ja: プリセット「%1$@」を削除しますか？
ko: “%1$@” 프리셋을 삭제할까요?
pt_br: Excluir a predefinição “%1$@”?
zh_hans: 确定删除预设“%1$@”吗？
zh_hant: 確定刪除預設「%1$@」嗎？

# 新建操作
source: New operation
es: Nueva operación
ja: 新しい操作
ko: 새 작업
pt_br: Nova operação
zh_hans: 新建操作
zh_hant: 新增操作

# 清空操作
source: Clear operations
es: Vaciar operaciones
ja: 操作をすべて削除
ko: 작업 비우기
pt_br: Limpar operações
zh_hans: 清空操作
zh_hant: 清空操作

# 导入／导出预设
source: Import / export presets
es: Importar / exportar ajustes
ja: プリセットの読み込み／書き出し
ko: 프리셋 가져오기 / 내보내기
pt_br: Importar / exportar predefinições
zh_hans: 导入／导出预设
zh_hant: 匯入／匯出預設

# 删除
source: Delete
es: Eliminar
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

# 编辑预设…
source: Edit presets…
es: Editar ajustes…
ja: プリセットを編集…
ko: 프리셋 편집…
pt_br: Editar predefinições…
zh_hans: 编辑预设…
zh_hant: 編輯預設…

# 暂无预设
source: No saved presets
es: No hay ajustes guardados
ja: 保存済みプリセットはありません
ko: 저장된 프리셋 없음
pt_br: Nenhuma predefinição salva
zh_hans: 暂无预设
zh_hant: 尚無預設

# 上次工作区
source: Last workspace
es: Último espacio de trabajo
ja: 前回のワークスペース
ko: 마지막 작업 공간
pt_br: Último espaço de trabalho
zh_hans: 上次工作区
zh_hant: 上次工作區

# 启动页面
source: Startup page
es: Página de inicio
ja: 起動ページ
ko: 시작 페이지
pt_br: Página inicial
zh_hans: 启动页面
zh_hant: 啟動頁面

# 启动时打开
source: Open on startup
es: Abrir al iniciar
ja: 起動時に開く
ko: 시작 시 열기
pt_br: Abrir ao iniciar
zh_hans: 启动时打开
zh_hant: 啟動時開啟

# 下次启动生效；首次使用默认打开元数据编辑。
source: Applies on next launch. First use opens Metadata Editing by default.
es: Se aplica en el próximo inicio. La primera vez se abre la edición de metadatos.
ja: 次回の起動時に適用します。初回はメタデータ編集を開きます。
ko: 다음 실행부터 적용됩니다. 처음 실행하면 메타데이터 편집을 엽니다.
pt_br: Aplica-se na próxima inicialização. No primeiro uso, abre a edição de metadados.
zh_hans: 下次启动生效；首次使用默认打开元数据编辑。
zh_hant: 下次啟動生效；首次使用預設開啟中繼資料編輯。

# 选择元数据面板中常用的字段，搜索仍包含全部字段。
source: Choose the fields shown in Common Fields. Search still includes all fields.
es: Elige los campos habituales. La búsqueda sigue incluyendo todos los campos.
ja: よく使うフィールドを選択します。検索にはすべてのフィールドが含まれます。
ko: 자주 사용하는 필드를 선택하세요. 검색에는 모든 필드가 포함됩니다.
pt_br: Escolha os campos comuns. A pesquisa continua incluindo todos os campos.
zh_hans: 选择元数据面板中常用的字段，搜索仍包含全部字段。
zh_hant: 選擇中繼資料面板中常用的欄位，搜尋仍包含全部欄位。

# 搜索字段名称或标签
source: Search field names or tags
es: Buscar nombres de campos o etiquetas
ja: フィールド名またはタグを検索
ko: 필드 이름 또는 태그 검색
pt_br: Pesquisar nomes de campos ou etiquetas
zh_hans: 搜索字段名称或标签
zh_hant: 搜尋欄位名稱或標籤

# 轨迹缓存
source: Track cache
es: Caché de recorridos
ja: 軌跡キャッシュ
ko: 트랙 캐시
pt_br: Cache de trajetos
zh_hans: 轨迹缓存
zh_hant: 軌跡快取

# 历史轨迹数量
source: Historical tracks
es: Recorridos del historial
ja: 履歴の軌跡数
ko: 이전 트랙 수
pt_br: Trajetos no histórico
zh_hans: 历史轨迹数量
zh_hant: 歷史軌跡數量

# 缓存占用
source: Cache size
es: Tamaño de la caché
ja: キャッシュ容量
ko: 캐시 크기
pt_br: Tamanho do cache
zh_hans: 缓存占用
zh_hant: 快取佔用

# 已转换的轨迹
source: Converted tracks
es: Recorridos convertidos
ja: 変換済みの軌跡
ko: 변환된 트랙
pt_br: Trajetos convertidos
zh_hans: 已转换的轨迹
zh_hant: 已轉換的軌跡
